app/controllers/clients_controller.rb

INSERT INTO "clients" ("email", "key", "count", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["email", "wer"], ["key", "wer"], ["count", 1], ["created_at", "2017-11-13 04:53:56.782794"], ["updated_at", "2017-11-13 04:53:56.782794"]]
---
  def create
    @client = Client.new(client_params)

    respond_to do |format|
      if @client.save